// const caterory=[
//     {
//         "Id":2,
//         "Name":"בשרי"
//     },
//     {
//         "Id":1,
//         "Name":"חלבי"
//     },
//     {
//         "Id":3,
//         "Name":"פרווה"
//     },
//     {
//         "Id":7,
//         "Name":"מנות ראשונות"
//     },
//     {
//         "Id":8,
//         "Name":"מנות אחרונות"
//     },
//     {
//         "Id":9,
//         "Name":"פטיפורים"
//     },
//     {
//         "Id":10,
//         "Name":"עוגות לבר"
//     },
//     {
//         "Id":11,
//         "Name":"דגים"
//     },
//     {
//         "Id":12,
//         "Name":"מרקים"
//     },
//     {
//         "Id":13,
//         "Name":"חלות"
//     },
//     {
//         "Id":14,
//         "Name":"סלטים"
//     },
//     {
//         "Id":15,
//         "Name":"לחמים ולחמניות"
//     },
//     {
//         "Id":17,
//         "Name":"סלטים"
//     },
//     {
//         "Id":16,
//         "Name":"עופות ובשר"
//     },
//     {
//         "Id":18,
//         "Name":"עוגות יום הולדת"
//     },
//     {
//         "Id":19,
//         "Name":"שיקים ודליגות"
//     },
// ]
// export default caterory;