// const recipe=[
//     {
//         Id:1,
//         Name:"מרק בצל",
//         IdUser:1, //1 משתמש מנהל יכול למחוק ולהוסיף תמיד
//         Category:[3,12],
//         // Img: //צריך להוסיף תמונה
//         Ingrident:[
//             {Name:"בצל",Count:4,Type:"-"},
//             {Name:"אבקת מרק פטריות",Count:1,Type:"כף"},
//             {Name:"מלח",Count:1,Type:"כפית"}
//         ],
//         Difficulty:1,
//         Instructions:["לחתוך את הבצל לחתיכות קטנות","לשים בסיר את כל החומרים","לבשל"],
//         Upgrades:["לפני ההגשה להוסיף על הצלחת גבינה צהובה "]
//     },
//     {
//         Id:2,
//         Name:"בןרקס גבינה",
//         IdUser:1, //1 משתמש מנהל יכול למחוק ולהוסיף תמיד
//         Category:[1,7],
//         // Img: //צריך להוסיף תמונה
//         Ingrident:[
//             {Name:"חבילת בצק עלים",Count:1,Type:"-"},
//             {Name:"גבינה",Count:500,Type:"גרם"},
//             {Name:"גבינה מלוחה",Count:1,Type:"-"},
//             {Name:"ביצה",Count:1,Type:"-"},
//             {Name:"פלפל שחור",Count:1,Type:"-"},
//         ],
//         Difficulty:1,
//         Instructions:["לפורר את הגבינה המלוחה לשאר החומרים ולערבב למרקם אחיד","לרדד את הבצק עם מערוך","לחתוך לריבועים בינוניים.","למלאות בכפית מהמילוי בתוך כל ריבוע ולסגור למשולש","לאפות בחום של 180 מעלות כ-30 דקות בערך."],
//         Upgrades:["למרוח ביצה ולפזר שומשום עם מעט קצח(פלפל שחור)"]
//     }

// ]
// export default recipe;